{
  "groups": [
    {
      "name": "Grupo HackerWeiser (vulgar hax0rweiser)",
      "content": "O Hax0rweiser é um grupo de negos ai que tem no mundo todo, no brasil eles ficaram famosos e atingiram seu auge fazendo o deface na Securenet. Vou comecar a historia mais ou menos do inicio, tá tava la, eles (psaux e kewron) aprendiam a entrar em sistemas vulneraveis por tecnicas ridiculas, pelos bugs de wu ftpd, de bind, rpc, etc... Foram adquirindo mais conhecimentos e passaram a fazer defacement em paginas, nesta época eu lembro que o kewron me disse que tinha feito um scan em redes de classe A e conseguiu mais de 5000 maquinas ainda com o bind 8.2 ou 8.2.1, e o psaux me falava que antes quando ele entrava nos sistemas ele deletava arquivos importantes (tsc tsc), daí comecaram a fazer deface, o psaux principalmente, era bem previsivel, toda as paginas que ele fazia deface (pelas mesmas tecnicas hax0res ainda) ele metia o pau nos hackers brasileiros dizendo que eram ruims, que eram lammers, que ficavam fazendo scanner (coisa que ele fazia 24 horas por dia) e bla bla bla... Daí resolveram os dois juntar aí, e quando aprenderam sobre a vulnerabilidade do php 3.0.16 e 4.0.2 foi soh alegria pra eles, chegaram no auge fazendo deface na securenet, falando as mesmas abobrinhas, ficaram famosos por pouca merda. Bom é isso, mas tem um fato interessante que aconteceu, na época que haviam descoberto as falhas TSIG do bind, ele pegou o primeiro exploit postado a bugtraq, e o ripou, e o apelidou de bindweiser, que é era um exploit bem mau ripado (dava até para ver que as mensagens era iguais), sendo assim ele comecava a se exibir com aquilo. São ridiculos."
    },
    {
      "name": "Lamers´r´us",
      "content": "De hax0rs a net está cheia, mas hax0res copiões, sao poucos. O pessoal da Lamers'r'us copiou nosso movimento, sao viados, mansebos, idiotas e hax0res. Pode se ver no site deles, frases 'hax0res' de programadores e doutorandos em segurança na internet, julgam-os lamers, mas um animal op do canal lá, cujo nick eu faço questao de publicar: Math^^, nao sabe q pra rodar um programa para windows no linux, precisa emular, e acha que hackers usam scripts com backgrounds negros e etc. Mais l33t impossivel. O iMpErAtOr, é um merdinha, cearence rapa coco que manda naquele bando de testa de ferro, suspeitam que ele invadia sites com servidores iis, mas todo mundo naquele canal caga de medo dele e ele é um bundão. Pedi para me colocarem na tal da LOTW, mas eles se restringem a publicarem topicos que nem entenderam. O pessoal da Lamers'r'us entra no #ajuda, sacaneia usuarios leigos e diz que sao lamers. Existe uma enorme diferença entre leigo e lamer que é o que eles são, acham que sao hackers, mas se apertar um pouquinho se borram. Aos usuarios e OPs da lamers'r'us, pesames do movimento SoH TeM HaX0r, texto by fLyCoRp. Alem de tudo, a pagina deles é entupida de frases comums e eles dizem que sao engracadas, baixissima qualidade em todos os sentidos, não da pra comparar, mas como tem amiguinho ircop, daih ja viu como fica neh?"
    },
    {
      "name": "Grupo Prime Suspectz",
      "content": "No inicio (que eu lembro) era só aquele tal de x-s4nd3r se achando o fodão na época que hax0res usavam a tecnica mais ridicula que eu ja vi na vida: hax0ring com frontpage (conseguir acesso ao servidor por má de configuração na fp extensions do servidor). Haviam bilhares de caras como esse, eles soh editavam a pagina e salvavam e já tava la hax0reada, depois desta fase deles, foi pro rds, outra falha de servidores da Micro$oft, e depois unicode, ai comecaram a brincar com exploits pra unix, tudo a mesma merda, uma historia igual a quase todos os grupos de hax0res famosos por aí..."
    }
  ]
}
