{
  "quotes": {
    "(ShEeP[]DoG) se formatar o hd o windows já era né? | (Mauritz) depende, seu windows é linux?",
    "(sdhiegvhdvhjdvnjsdfvnjsf) como q hackei pagina msm?",
    "*** Linuxim (root@6PfSRQZVoQI.acessonet.com.br) Quit (Quit: vao estudar e ler antes de pensar que entendem alguma coisa.)",
    "(dr3gs) ei phrost onde pego netsplit dizem que esse programa eh balaa!!!!",
    "(afterstep) quem eh o 127.0.0.1 ? | (afterstep) ele eh sempre root aki na minha maquina | (afterstep) ele eh haquer ? | (afterstep) eu num tenhu a senha root | (afterstep) o 127.0.0.1 roubo",
    "(root167) alguém aki pode derrubar um canal p/ mim ?",
    "(DarkHacker) [phrost]: Ei me ajude......nao to conseguindo entrar no meu linuxx....eu sei a senha mas qual login que boto ????????/",
    "(Guest31878884585) tem como mudar pro gnome sem desconectar?",
    "(rafael801) ei você sabe quem foi que enventou o computador foi bill gates ne foi quando???",
    "(Bill Gates) Esta vulnerabilidade é completamente teorica.",
    "(Crazy_E) Ai pessoal, quem curte trojam, pvt-me por favor......Tenho boas novidades.......",
    "(sm0g[0ff]) eu sei hacka por unicode, mas eu ñ consigor por html la",
    "(kewron) enquanto voce hackeia bind 8.2.1 eu hackeio bind 8.2.2-p7",
    "(kewron) como instala bnc em nt por msadc?",
    "(][{CrashBurN}][) tu tem algum xploit para php?",
    "(VUGO) eu entro em qualquer irix em 1 dia",
    "(JcS) nos hacker trabalhamos com linguagem propria para ser mais facil de derrubar tanto linux ou mirc",
    "({igor_cavalera}) já invadisse algum server de irc?",
    "(JcS) para entar como hacker preciso reiniciar meu pc e dar um comando a ele | (JcS) assim ele me reconhece como hacker e sou conectado a rede hackeana",
    "*** mIRCboy (~AvAlAnChE@5ExCvnCTFys.gyn.terra.com.br) has joined channel | (mIRCboy) alguem sabe uma página de ircwar ou mircwar ??",
    "(|Peacemaker|) montei um comando pra pega ircop",
    "(Trerere) eu tava pensando em algo como os sites que aderirem nossa campanha colocando o nosso banner seriam considerados aliados, ja o que nao colocasse poderia ser invadido."
  }
}
